tap "derailed/k9s"
tap "homebrew/bundle"

brew "python@3.11"
brew "bat"
brew "python@3.12"
brew "zstd"
brew "fzf"
brew "mise"
brew "mysql"
brew "neovim"
brew "pkg-config"
brew "pnpm"
brew "powerlevel10k"
brew "python@3.10"
brew "thefuck"
brew "zig"
brew "zoxide"
brew "derailed/k9s/k9s"

cask "alacritty"
